Repository: ogarcia-tech/cookie-consent-king
Catalog: languages/cookie-banner-*.po
Languages: it_it

source: Cookie Banner Settings
it_it: Impostazioni Banner Cookie

source: Cookie Banner
it_it: Banner Cookie

source: Configuración Principal
it_it: Configurazione Principale

source: URL Política de Cookies
it_it: URL Politica Cookie

source: URL a tu página de Política de Cookies. Aparecerá en la pestaña "Consentimiento".
it_it: URL della tua pagina della Politica Cookie. Apparirà nella scheda "Consenso".

source: URL Acerca de las Cookies
it_it: URL Informazioni sui Cookie

source: URL con información detallada sobre cookies. Aparecerá en la pestaña "Acerca de las cookies".
it_it: URL con informazioni dettagliate sui cookie. Apparirà nella scheda "Informazioni sui cookie".

source: Google Tag Manager ID
it_it: ID Google Tag Manager

source: Tu ID de Google Tag Manager para integración con Consent Mode v2.
it_it: Il tuo ID Google Tag Manager per l'integrazione con Consent Mode v2.

source: Configuración Cookie Banner GDPR
it_it: Configurazione Banner Cookie GDPR

source: Este plugin proporciona un banner de cookies compatible con GDPR y Google Consent Mode v2.
it_it: Questo plugin fornisce un banner cookie conforme al GDPR con Google Consent Mode v2.

source: Características:
it_it: Caratteristiche:

source: ✓ Compatible con GDPR
it_it: ✓ Conforme GDPR

source: ✓ Soporte multiidioma
it_it: ✓ Supporto Multilingue

source: ✓ Enlaces personalizables
it_it: ✓ Link Personalizzabili

source: ✓ Configuración granular de cookies
it_it: ✓ Configurazione Granulare Cookie

source: Idiomas soportados:
it_it: Lingue supportate:

source: Español, Inglés, Francés, Italiano, Alemán
it_it: Spagnolo, Inglese, Francese, Italiano, Tedesco

source: Gestión de Cookies
it_it: Gestione Cookie

source: Utilizamos cookies para mejorar tu experiencia de navegación, personalizar contenido y anuncios, proporcionar funciones de redes sociales y analizar nuestro tráfico.
it_it: Utilizziamo i cookie per migliorare la tua esperienza di navigazione, personalizzare contenuti e annunci, fornire funzionalità dei social media e analizzare il nostro traffico.

source: Personalizar
it_it: Personalizza

source: Aceptar todas
it_it: Accetta Tutti

source: Rechazar todas
it_it: Rifiuta Tutti

source: Configuración de Cookies
it_it: Impostazioni Cookie

source: Consentimiento
it_it: Consenso

source: Detalles
it_it: Dettagli

source: Acerca de las cookies
it_it: Informazioni sui cookie

source: Necesario
it_it: Necessari

source: Preferencias
it_it: Preferenze

source: Estadística
it_it: Statistiche

source: Permitir selección
it_it: Consenti Selezione

source: Política de Cookies
it_it: Politica Cookie

source: Acerca de las Cookies
it_it: Informazioni sui Cookie
