Repository: ogarcia-tech/cookie-consent-king
Catalog: Cookie-Consent-King/languages/cookie-banner-*.po
Languages: de_de, fr_fr

source: Cookie Banner Settings
de_de: Cookie-Banner Einstellungen
fr_fr: Paramètres Bannière Cookies

source: Cookie Banner
fr_fr: Bannière Cookies

source: Configuración Principal
de_de: Hauptkonfiguration
fr_fr: Configuration Principale

source: URL Política de Cookies
de_de: Cookie-Richtlinie URL
fr_fr: URL Politique des Cookies

source: URL a tu página de Política de Cookies. Aparecerá en la pestaña "Consentimiento".
de_de: URL zu Ihrer Cookie-Richtlinie Seite. Sie erscheint im Tab "Einwilligung".
fr_fr: URL vers votre page de Politique des Cookies. Elle apparaîtra dans l'onglet "Consentement".

source: URL Acerca de las Cookies
de_de: Über Cookies URL
fr_fr: URL À propos des Cookies

source: URL con información detallada sobre cookies. Aparecerá en la pestaña "Acerca de las cookies".
de_de: URL mit detaillierten Informationen über Cookies. Sie erscheint im Tab "Über Cookies".
fr_fr: URL avec des informations détaillées sur les cookies. Elle apparaîtra dans l'onglet "À propos des cookies".

source: Google Tag Manager ID
fr_fr: ID Google Tag Manager

source: Tu ID de Google Tag Manager para integración con Consent Mode v2.
de_de: Ihre Google Tag Manager ID für die Integration mit Consent Mode v2.
fr_fr: Votre ID Google Tag Manager pour l'intégration avec Consent Mode v2.

source: Configuración Cookie Banner GDPR
de_de: Cookie-Banner DSGVO Konfiguration
fr_fr: Configuration Bannière Cookies RGPD

source: Este plugin proporciona un banner de cookies compatible con GDPR y Google Consent Mode v2.
de_de: Dieses Plugin bietet ein DSGVO-konformes Cookie-Banner mit Google Consent Mode v2.
fr_fr: Ce plugin fournit une bannière de cookies conforme au RGPD avec Google Consent Mode v2.

source: Características:
de_de: Funktionen:
fr_fr: Caractéristiques :

source: ✓ Compatible con GDPR
de_de: ✓ DSGVO-konform
fr_fr: ✓ Conforme RGPD

source: ✓ Soporte multiidioma
de_de: ✓ Mehrsprachig
fr_fr: ✓ Support Multilingue

source: ✓ Enlaces personalizables
de_de: ✓ Anpassbare Links
fr_fr: ✓ Liens Personnalisables

source: ✓ Configuración granular de cookies
de_de: ✓ Granulare Cookie-Konfiguration
fr_fr: ✓ Configuration Granulaire des Cookies

source: Idiomas soportados:
de_de: Unterstützte Sprachen:
fr_fr: Langues supportées :

source: Español, Inglés, Francés, Italiano, Alemán
de_de: Spanisch, Englisch, Französisch, Italienisch, Deutsch
fr_fr: Espagnol, Anglais, Français, Italien, Allemand

source: Gestión de Cookies
de_de: Cookie-Verwaltung
fr_fr: Gestion des Cookies

source: Utilizamos cookies para mejorar tu experiencia de navegación, personalizar contenido y anuncios, proporcionar funciones de redes sociales y analizar nuestro tráfico.
de_de: Wir verwenden Cookies, um Ihr Surferlebnis zu verbessern, Inhalte und Anzeigen zu personalisieren, Social-Media-Funktionen bereitzustellen und unseren Traffic zu analysieren.
fr_fr: Nous utilisons des cookies pour améliorer votre expérience de navigation, personnaliser le contenu et les annonces, fournir des fonctionnalités de médias sociaux et analyser notre trafic.

source: Personalizar
de_de: Anpassen
fr_fr: Personnaliser

source: Aceptar todas
de_de: Alle Akzeptieren
fr_fr: Tout Accepter

source: Rechazar todas
de_de: Alle Ablehnen
fr_fr: Tout Refuser

source: Configuración de Cookies
de_de: Cookie-Einstellungen
fr_fr: Paramètres des Cookies

source: Consentimiento
de_de: Einwilligung
fr_fr: Consentement

source: Detalles
de_de: Details
fr_fr: Détails

source: Acerca de las cookies
de_de: Über Cookies
fr_fr: À propos des cookies

source: Necesario
de_de: Notwendig
fr_fr: Nécessaire

source: Preferencias
de_de: Präferenzen
fr_fr: Préférences

source: Estadística
de_de: Statistiken
fr_fr: Statistiques

source: Permitir selección
de_de: Auswahl Erlauben
fr_fr: Autoriser la Sélection

source: Política de Cookies
de_de: Cookie-Richtlinie
fr_fr: Politique des Cookies

source: Acerca de las Cookies
de_de: Über Cookies
fr_fr: À propos des Cookies
